/* date mask with year month day with plural in parenthesis */
"%dyear(s) %d month(s) %day(s)" = "%1$dyear(s) %2$d month(s) %3$day(s)";

/* Text presenting the aborted time in the past */
"Aborted at " = "Aborted at ";

/* Short title for tab bar linked to active timers view */
"Active" = "Active";

/* Title for Active Timers split view and tab bar item
   Title for active timers view tab bar item */
"Active Timers" = "Active Timers";

/* Title for alert sound master view and tab bar item */
"Alert sounds" = "Alert sounds";

/* Title for Background Sound */
"Background Sound" = "Background Sound";

/* Title for navigaation bar button
   Title for sound record cancel button */
"Cancel" = "Cancel";

/* date mask with month day with plural in parenthesis */
"d month(s) %day(s)" = "d month(s) %day(s)";

/* Text presenting the timer duration */
"Duration " = "Duration ";

/* Text presenting the expired time in the past */
"Elapsed at " = "Elapsed at ";

/* Explain that there must be at least alert sound */
"For the app to function, there must be at least one alert sound" = "For the app to function, there must be at least one alert sound";

/* Title for Foreground Sound */
"Foreground Sound" = "Foreground Sound";

/* text appended after timer name to form alert message when timer has expired. first word must be lower case  */
"has finished!" = "has finished!";

/* Short badge title? */
"Hi" = "Hi";

/* Title for hour unit label in duration picker view */
"Hr" = "Hr";

/* Title of generic informational alert
   Title of informational alert */
"Info" = "Info";

/* Title for minute unit label in duration picker view */
"Min" = "Min";

/* Short title for tab bar linked to alert sounds view */
"My Sounds" = "My Sounds";

/* Warning on customer alert sound restriction! */
"Please note that any alert sound you create can only be used when this app in on screen!" = "Please note that any alert sound you create can only be used when this app in on screen!";

/* Ask user to wait till end of sound */
"Please wait until the current sound has stopped playing!" = "Please wait until the current sound has stopped playing!";

/* Title for preset timer primary view
   Title for Preset Timers split view and tab bar item */
"Preset Timers" = "Preset Timers";

/* Short title for tab bar linked to historic elapsed timers */
"Recently" = "Recently";

/* Title of view controller Record alert sound for timer */
"Record alert sound for timer" = "Record alert sound for timer";

/* Title of alert sound recorder view */
"Record foreground alert sound" = "Record foreground alert sound";

/* Title for navigaation bar button
   Title for sound recorder save button */
"Save" = "Save";

/* Title for second unit label in duration picker view */
"Sec" = "Sec";

/* Failure on saving audio with iOS error localized description */
"Sorry, there was a problem saving the audio. Technical description %s" = "Sorry, there was a problem saving the audio. Technical description %s";

/* Info on maximum customer alert sounds! */
"Sorry, to save storage, you cannot have more than %d alert sound" = "Sorry, to save storage, you cannot have more than %d alert sound";

/* Failure on checking audio playing and recording */
"Sorry, you device does not all allow playing of audio. Code %d" = "Sorry, you device does not all allow playing of audio. Code %d";

/* Failure on checking audio playing and recording
   Failure on checking audio recording */
"Sorry, you device does not all allow recording of audio. Code %d" = "Sorry, you device does not all allow recording of audio. Code %d";

/* prompt for entry of alert sound name */
"sound name?" = "sound name?";

/* text that is displayed when a timer does not have a user defined alert */
"Standard alert" = "Standard alert";

/* Explain to use why alert sound cannot be removed */
"The alert sound you want to remove is used at least one timer. Change the timers before removal" = "The alert sound you want to remove is used at least one timer. Change the timers before removal";

/* Title for view showing historic elapsed timers */
"These Timers have elapsed recently" = "These Timers have elapsed recently";

/* Timer Detail */
"Timer Detail" = "Timer Detail";

/* Timer Duration */
"Timer Duration" = "Timer Duration";

/* Explain workaround to delete a row */
"To delete Timers, please swipe the row to the left" = "To delete Timers, please swipe the row to the left";

/* Explain that timer cannot be started due to battery saving */
"To save battery life, you cannot start another timer. Please wait until some others are gone" = "To save battery life, you cannot start another timer. Please wait until some others are gone";

/* Title of warning alert dialog */
"Warning" = "Warning";

/* Explain that timer cannot be started due to Settings */
"You cannot start any timer. Please go to Setting to allow the app to send notifications" = "You cannot start any timer. Please go to Setting to allow the app to send notifications";

/* Explain that a timer can be active at most once */
"You cannot start this timer since is still running" = "You cannot start this timer since is still running";

/* hint user to change settings */
"You did not allow background audio. You can change it in Settings" = "You did not allow background audio. You can change it in Settings";

/* warning about absence of background alert sound */
"You will not hear alert sounds when timers expire while the app is in background!" = "You will not hear alert sounds when timers expire while the app is in background!";

/* warning about absence of notifications */
"You will not receive notification when timers expire while the app is in background!" = "You will not receive notification when timers expire while the app is in background!";

/* Your device does not support audio recording. */
"Your device does not support audio recording. Code: %d" = "Your device does not support audio recording. Code: %d";

